Repository: SayHelloGmbH/shb-events
Catalog: languages/shp-events-*_formal.po
Languages: de_de_formal

source: Add New
de_de_formal: Erstellen

source: Add new event
de_de_formal: Erstellen

# Add New on Toolbar
source: Event
de_de_formal: Veranstaltung

# Admin Menu text
source: Events
de_de_formal: Veranstaltungen

source: All events
de_de_formal: Alle Veranstaltungen

source: Edit event
de_de_formal: Veranstaltung bearbeiten

source: Events
de_de_formal: Veranstaltungen

source: New event
de_de_formal: Veranstaltung erstellen

source: No events found in Trash.
de_de_formal: Keine Veranstaltungen in den Papierkorb

source: No events found.
de_de_formal: Keine Veranstaltungen gefunden.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Event cover image
de_de_formal: Beitragsbild der Veranstaltung

source: Insert into event
de_de_formal: In die Veranstaltung einfügen

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
de_de_formal: Beitragsbild entfernen

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
de_de_formal: Beitragsbild festlegen

source: Uploaded to this event
de_de_formal: Für diese Veranstaltung hochgeladen

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
de_de_formal: Als Beitragsbild festlegen

source: Parent events:
de_de_formal: Übergeordnete Veranstaltungen:

source: Plugin for the management of events. The output of the events should be managed by the theme: the plugin contains no views.
de_de_formal: Plugin für die Verwaltung von Veranstaltungen. Die Ausgabe erfolgt durch das Theme: das Plugin beinhaltet keine Templates.

# Post type general name
source: Events
de_de_formal: Veranstaltungen

# Post type singular name
source: Event
de_de_formal: Veranstaltung

source: Filter events list
de_de_formal: Veranstaltungsliste filtrieren

source: Events list
de_de_formal: Liste der Veranstaltungen

source: Events list navigation
de_de_formal: Listennavigation Veranstaltungen

source: Search events
de_de_formal: Veranstaltungen durchsuchen

source: Event archives
de_de_formal: Veranstaltungsarchiv

source: View event
de_de_formal: Veranstaltung anschauen
